Repository: vicbeck2/svnshooshoo
Catalog: KDE/kdelib.tmx
Source language: en
Languages: bg, ca, cs, da, de, el, es, et, eu, fi, fr, hu, is, it, ja, lt, lv, nl, pl, pt, ro, sk, sl, sv, tr

source: Hide Statusbar<p>Hides the statusbar, which is the bar at the bottom of the window used for status information.
el: Απόκρυψη γραμμής κατάστασης<p>Αποκρύπτει τη γραμμή κατάστασης, η οποία είναι η γραμμή στο κάτω μέρος του παραθύρου και χρησιμοποιείται για πληροφορίες κατάστασης.
et: Olekuriba peitmine<p>Peidab olekuriba ehk riba akna allservas, kus näeb mitmesugust infot oleku kohta.
sv: Dölj statusrad<p>Döljer statusraden, som är raden längst ner i fönstret som används för statusinformation.

source: Name of the plugin class to generate
el: Όνομα της κλάσης προσθέτου για δημιουργία
et: Tekitatava pluginaklassi nimi
sv: Namn på insticksklassen att skapa

source: Query server
el: Ερώτηση εξυπηρετητή
et: Serveri päring
is: &Nota selmiðlara
it: Usa server &proxy
lt: &Naudoti proxy serverį
lv: Izmantot pr&oksī serveri.
sv: Fråga server

source: SASL Mechanism:
el: Μηχανισμός SASL:
et: SASL mehhanism:
sv: SASL-mekanism:

source: Show Menubar<p>Shows the menubar again after it has been hidden
el: Εμφάνιση γραμμής μενού<p>Εμφανίζει τη γραμμή μενού ξανά αφού έχει αποκρυφτεί
et: Menüüriba näitamine<p>Menüüriba näitamine, kui on peidetud
sv: Visa menyrad<p>Visar menyraden igen efter den har dolts.

source: Show Statusbar<p>Shows the statusbar, which is the bar at the bottom of the window used for status information.
el: Εμφάνιση γραμμής κατάστασης<p>Εμφανίζει τη γραμμή κατάστασης, η οποία είναι η γραμμή στο κάτω μέρος του παραθύρου και χρησιμοποιείται για πληροφορίες κατάστασης.
et: Olekuriba näitamine<p>Näitab olekuriba ehk riba akna allservas, kus näeb mitmesugust infot oleku kohta.
sv: Visa statusrad<p>Visar statusraden, som är raden längst ner i fönstret som används för statusinformation.

source: User:
el: Χρήστης:
et: Kasutaja:
is: Notandi:
it: Utente:
lt: Vartotojas:
lv: Lietotājs:
sv: Användare:

source: _: Distinguished Name DN:
el: DN:
et: DN:
sv: DN:

source: kde-menu
el: kde-μενού
es: menu-kde
eu: kde-menua
fi: kde-valikko
fr: menu KDE
hu: KDE menü
ja: KDEメニュー
pl: menu kde
pt: menu-kde
sv: KDE-meny
tr: kde menüsü

source: request was canceled
el: η αίτηση ακυρώθηκε
et: soovist loobuti
is: Hætt var við beiðni
sv: begäran avbröts

source: Far
es: Lejos
is: Fax
lt: Faksas
lv: Fakss

source: Logo
es: Logotipo
eu: Logoa
hu: Embléma
ja: ロゴ
lt: Logotipas
pt: Logotipo
sv: Logotyp

source: Nisan
es: Nisán

source: PCS
es: RTC
is: Pésar

source: Builds Qt widget plugins from an ini style description file.
et: Loob Qt elemendi pluginad stiilikirjelduse ini-faili põhjal.
sv: Bygger grafiska Qt-instickskomponenter från en beskrivningsfil med ini-stil.

source: Business Address Zip Code
et: Tööaadressi postiindeks
it: CAP indirizzo di lavoro
lt: Darbo adreso pašto indeksas
lv: Darba Adreses Pasta Indekss
sv: Postnummer arbete

source: Default widget group name to display in designer.
et: Disaineris näidatav elemendigrupi nimi vaikimisi.
sv: Förvalt grafiskt komponentgruppnamn att visa i Designer.

source: Iyar
et: Iyyar
ro: Iiar

source: LDAP query
et: LDAP päring
sv: LDAP-förfrågan

source: Realm:
et: Tsoon:
is: Endu&rnefna
it: &Rinomina
lt: Pe&rvardinti
lv: &Pārsaukt
sv: Rike:

source: Tamuz
et: Tammuz
fi: Tamili
lt: Tamilų
lv: Tamilu

source: Tishrey
et: Tishrei
ro: Tişri

source: Yau al-Thulatha
et: Yaum al-Thulatha

source: KConvertTest
eu: KConvertTesta
lv: Konvertēt
sv: Konverteringstest

source: Khordad
fi: Korea
is: Kóreskt
lt: Korėjiečių
lv: Korejiešu

source: Shvat
fi: Varjosta
lt: Tik antraštės juosta
lv: Ēna
ro: Şvat

source: Tevet
fi: Teksti
lt: Tekstas
lv: Teksts

source: Meta
fr: Méta

source: Rajab
fr: Radjab

source: (c) 2003 Tobias Koenig
hu: (c) Tobias Koenig, 2003.
lt: © 2002 Tobias Koenig
sv: © 2003 Tobias Koening

source: TestKabc
hu: Kabc próba
is: Prufa Kabc
it: ProvaKabc
ja: Kabcのテスト
ro: Kabc Test
sv: TestaKabc
tr: Kabc'yi Dene

source: TestWritevCard
hu: TesztÍrásvCard
is: PrófaskrifavCard
it: ProvaScritturavCard
ro: Test scriere vCard
sv: Testa skrivning av vCard

source: Aba
is: Arb
lv: Arābu

source: Alt+Tab
is: Alt
lt: Alt
lv: Alt
sv: Alt+Tabulator

source: Azar
is: Adar

source: Bahman
is: Ramadan
lv: Latīņu

source: Dei
is: Tæki
lt: Įrenginys
lv: Iekārta

source: Do shanbe
is: Ekki netaðgangur
ja: 共有されていません
lt: Neskirtas bendram naudojimui
lv: Nav atsākama
ro: Du şanbe

source: Esfand
is: Endir
lt: Pab
lv: Beigas

source: Farvardin
is: Áfram
lt: Pirmyn
lv: Pārsūtīt

source: InvalidCA
is: Ólögleg slóð (URL)
it: URL non valido
lt: Neteisingas URL
lv: Nepareizs URL
sv: Felaktig certifikatutfärdare

source: InvalidHost
is: Ólögleg slóð (URL)
it: URL non valido
lt: Neteisingas URL
lv: Nepareizs URL
sv: Felaktig värddator

source: JavaScript
is: JavaSkrift
lv: Skr&ipts
sv: Javaskript

source: Jom
is: Jum

source: Jumee
is: Jum
lt: Birželio
lv: Jūnijs
ro: Jami

source: Kho
is: Kha

source: Link found: "%1".
is: Tengja á %1
it: Collegamento a %1
lt: Nuoroda į: %1
lv: Saite uz %1
sv: Länk hittades: "%1".

source: Link not found: "%1".
is: Prentari fannst ekki.
it: Stampante non trovata.
lt: Spausdintuvas nerastas.
lv: Drukas iekārta nav atrasta.
sv: Länk hittades inte: "%1".

source: Mor
is: Hr.
lt: Ponas
lv: Pārlūkot...

source: Mordad
is: mánudagur
lt: Pirmadienis
lv: Pirmdiena

source: Se shanbe
is: Heshvan
ro: Se şanbe

source: Sha
is: Shvat
lt: Tik antraštės juosta
lv: Ēna
ro: Şa

source: Shanbe
is: Skyggja
lt: Tik antraštės juosta
lv: Ēna
ro: Şanbe

source: Tir
is: Tishrey

source: kcmkresources
is: Auðlindir
lt: Resursai
lv: Atjaunot
sv: IM-resurser

source: shn
is: Heshvan

source: the following permission
is: Ekki tókst að breyta aðgangsheimildum að %1
lv: Nevar izmainīt tiesības priekš %1
sv: följande rättigheter

source: vCard 2.1
is: vCard
lt: vCard
lv: Tīrīt

source: Administrator &Mode...
it: Orientazione
lt: Orientacija
sv: Ad&ministratörsläge...

source: Enter Administrator Mode
it: Orientazione
lt: Orientacija
sv: Starta administratörsläge

source: Ahd
lt: Pridėti
lv: Pievienot

source: Arb
lt: Arabų
lv: Arābu

source: Bah
lt: BlahFoo
lv: Nejēdzība

source: Chahar shanbe
lt: Auto telefonas
lv: Telefons Mašīnā
ro: Caar şanbe

source: J. Thaani
lt: Tailandiečių
lv: Taizemes

source: Kislev
lt: Byla
lv: Fails
ro: Chislev

source: Ok
lt: Gerai

source: Ord
lt: Savininkas:

source: R. Thaani
lt: Tailandiečių
lv: Taizemes

source: Safar
lt: Standartinis
lv: Standarta

source: Sivan
lt: Skanuoti
lv: Skanēt

source: KCardtest
lv: KKartestests
sv: K-korttest

source: R:
lv: URI:

source: S:
lv: OS:
sl: N:

source: Sab
lv: Ses

source: vCard
lv: Tīrīt

source: 1sh
ro: 1-a

source: 2sh
ro: 2-a

source: 3sh
ro: 3-a

source: 4sh
ro: 4-a

source: 5sh
ro: 5-a

source: B:
ro: A:
sl: M:

source: G:
ro: V:
sl: Z:

source: Heshvan
ro: Heşvan

source: Ordibehesht
ro: Ordibeheşt

source: Panj shanbe
ro: Panj şanbe

source: Shahrivar
ro: Şahrivar

source: Yek-shanbe
ro: Yek-şanbe

source: &Grant All
sv: &Tillåt alla

source: Do you grant Java applet with certificate(s):
sv: Ger du Java-miniprogram med certifikat:

source: ErrorReadingRoot
sv: Fel vid läsning av rot

source: InvalidPurpose
sv: Felaktigt syfte

source: KMultiPart
sv: Kmultidel

source: NoCARoot
sv: Ingen rot för certifikatutfärdare

source: PathLengthExceeded
sv: Sökvägslängd överskriden

source: Signed by (validation:
sv: Signerad av (validering:

source: Starting -- find links as you type
sv: Börjar: Sök länkar medan du skriver

source: Starting -- find text as you type
sv: Börjar: Sök text medan du skriver

source: Text found: "%1".
sv: Text hittades: "%1".

source: When clicking <b>Administrator Mode</b> you will be prompted for the administrator (root) password in order to make changes which require root privileges.
sv: När du klickar på <b>Administratörsläge</b>, blir du tillfrågad om administratörslösenordet (root-lösenordet) för att kunna göra ändringar som kräver administratörsbehörighet.

source: makekdewidgets
sv: SkapaKDEkomponenter

source: TAB
tr: Sekme
